Repository: Charlesugwu/edraak-platform
Catalog: conf/locale/*/LC_MESSAGES/django-missing.po
Languages: ar

source: Username should only consist of A-Z and 0-9, with no spaces.
ar: يجب ألّا يتألّف اسم المستخدم سوى من أحرف بين A-Z وأرقام بين 0-9، من دون تضمين مسافات.

source: If you don't have an {platform_name} account yet, click <strong>Register Now</strong> at the top of the page.
ar: إذا لم يكن لديك حساب لدى {platform_name} بعد، انقر رجاءً على <strong>سجّل الآن</strong> في أعلى الصفحة.

source: Defines how often inputs are randomized when a student loads the problem. This setting only applies to problems that can have randomly generated numeric values. A default value can be set in Advanced Settings.
ar: تحدِّد هذه القيمة عدد مرّات ترتيب المدخلات عشوائيًّا عندما يحمّل الطالب المسألة. ولا ينطبق هذا الإعداد سوى على المسائل التي قد تتضمّن قيم رقمية جرى توليدها عشوائيًّا. ويمكن ضبط قيمة افتراضية من خلال الإعدادات المتقدّمة.

source: Your answers have been saved but not graded. Click 'Check' to grade them.
ar: حُفِّظت إجاباتك ولكن لم يجرِ تقييمها بعد. يُرجى الضغط على ’التحقّق‘ لتقييمها.

source: Select True to request the user's username. You must also set Open in New Page to True to get the user's information.
ar: يُرجى اختيار "صحيح" لطلب اسم المستخدم الخاص بالمستخدم، ويجب أيضًا ضبط خاصية "فتح في صفحة جديدة" على خيار "صحيح" للحصول على معلومات المستخدم.

source: Select True to request the user's email address. You must also set Open in New Page to True to get the user's information.
ar: يُرجى اختيار "صحيح" لطلب عنوان البريد الإلكتروني الخاص بالمستخدم. ويجب أيضًا ضبط خاصية "فتح في صفحة جديدة" على خيار "صحيح" أيضًا للحصول على معلومات المستخدم.

source: Specify how often variable values in a problem are randomized when a student loads the problem. Valid values are "always", "onreset", "never", and "per_student". This setting only applies to problems that have randomly generated numeric values.
ar: تحدِّد هذه القيمة عدد مرّات ترتيب القيم المتغيّرة في مسألة ما عشوائيًّا عندما يحمّل الطالب المسألة. والقيم الصحيحة هي "دائمًا"، و"جاري إعادة الضبط"، و"أبدًا"، و"لكل طالب". ولا ينطبق هذا الإعداد سوى على المسائل التي قد وَلّدت قيمًا رقمية عشوائيًّا.

source: Navigation
ar: التصفّح

source: About these documents
ar: لمحة عن هذه الوثائق

source: Index
ar: فهرس

source: {first_institutions}, and {last_institution}
ar: {first_institutions}، و{last_institution}

source: {first_institution} and {second_institution}
ar: {first_institution} و{second_institution}

source: I would like to receive email from {institution_series} and learn about its other programs.
ar: أرغب باستلام رسائل إلكترونية من {institution_series} للتعرّف على برامجهم الأخرى

source: ERROR: No playable video sources found!
ar: خطأ: لم توجد مصادر قابلة لتشغيل الفيديوهات بها!

source: Your enrolled student profile report is being generated! You can view the status of the generation task in the 'Pending Instructor Tasks' section.
ar: يجري حاليًّا إعداد تقريرك حول الملف الشخصي للطالب المسجَّل. يمكنك متابعة حالة مهمّة هذا الإعداد في قسم ’مهام الأستاذ المعلَّقة‘.

source: An enrolled student profile report generation task is already in progress. Check the 'Pending Instructor Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
ar: سبق أن بدأت معالجة مهمّة إعداد تقرير حول الملف الشخصي للطالب المسجَّل. يُرجى التحقق من جدول ’مهام الأستاذ المعلَّقة‘ لمتابعة حالة المهمة. وعندما تكتمل، سيصبح التقرير متاحًا للتنزيل في الجدول أدناه.

source: Your grade report is being generated! You can view the status of the generation task in the 'Pending Instructor Tasks' section.
ar: يجري حاليًّا إعداد تقريرك حول الدرجات. يمكنك متابعة حالة مهمة هذا الإعداد في قسم ’مهام الأستاذ المعلَّقة‘.

source: A grade report generation task is already in progress. Check the 'Pending Instructor Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
ar: سبق أن بدأت معالجة مهمّة إعداد تقرير حول الدرجات. يُرجى تفقّد قسم ’مهام الأستاذ المعلَّقة‘ لمتابعة حالة تلك المهمّة. وعندما تكتمل، سيصبح التقرير متاحًا للتنزيل في الجدول أدناه.

source: Demographic data is now available in {dashboard_link}.
ar: تتوافر البيانات السكّانية الآن على {dashboard_link}.

source: Found {num} records to dump.
ar: وُجدت {num} سجلّات للتخلّص منها.

source: Couldn't find module with that urlname.
ar: نأسف لتعذّر إيجاد وحدة بذلك الرابط.

source: Student state for problem {problem}
ar: حالة الطالب بالنسبة للمسألة {problem}

source: Missing required parameters: {missing}
ar: هناك معطيات مطلوبة غير متوفّرة: {missing}

source: You already have a valid or pending verification.
ar: لديك مسبقًا عملية تحقّق صالحة أو معلَّقة.

source: Taiwan
ar: تايوان

source: Current Courses
ar: المساقات الحالية

source: You have re-enabled forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard.
ar: لقد أعدتَ تفعيل رسائل البريد الإلكتروني الواردة من {platform_name} بشأن إشعارات المنتدى. يُرجى الضغط {dashboard_link_start}هنا{link_end} للعودة إلى لوحة معلوماتك.

source: You will no longer receive forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard. If you did not mean to do this, click {undo_link_start}here{link_end} to re-subscribe.
ar: لن تتلقّى مجدّدًا رسائل بريد إلكتروني حول الإشعارات الخاصة بالمنتدى من منصّة {platform_name}. يُرجى الضغط {dashboard_link_start}هنا{link_end} للعودة إلى لوحة المعلومات الخاصة بك. وإذا لم تقصد أن تفعل ذلك، يُرجى الضغط {undo_link_start}هنا{link_end} لإعادة التسجيل.

source: {chapter}, current chapter
ar: {chapter}، الفصل الحالي

source: set preview mode
ar: ضبط وضعية المعاينة

source: Explore free courses from {university_name}.
ar: استكشف المساقات المجّانية التي تقدّمها {university_name}.

source: Explore courses from {platform_name}.
ar: استكشف المساقات التي تقدّمها {platform_name}.

source: {platform_name} Logo
ar: شعار {platform_name}

source: You are not currently enrolled in this course. Sign up for it {link_start}here{link_end}!
ar: لستَ مسجّلًا بعد في هذا المساق. يُرجى تسجيل العضوية فيه {link_start}هنا{link_end}!

source: Problem urlname:
ar: اسم الرابط urlname الخاص بالمسألة:

source: No Analytics are available at this time.
ar: عذرًا، ليس هناك من تحليلات متوفّرة حاليًّا.

source: Student activity day by day
ar: أنشطة الطالب اليومية

source: Day
ar: اليوم

source: Score distribution for problems
ar: توزيع الدرجات على المسائل

source: Max
ar: الحد الأقصى

source: Points Earned (Num Students)
ar: النقاط المحرَزة (Num Students)

source: Loading the latest graphs for you; depending on your class size, this may take a few minutes.
ar: جاري تحميل آخر الرسومات البيانية لك؛ وقد يستغرق هذا بعض الوقت بناءً على حجم صفّك.

source: Count of Students that Opened a Subsection
ar: عدد الطلّاب الذين فتحوا قسمًا فرعيًّا

source: Students answering correctly
ar: الطلّاب الذين قدّموا إجابات صحيحة

source: Number of students
ar: عدد الطلّاب

source: Student distribution per country, all courses, Sep 12 to Oct 17, 1 server (shown here as an example):
ar: توزيع الطلّاب في كل بلد، بالنسبة لكافة المساقات، بين 12 سبتمبر و17 أكتوبر، عبر الخادم 1 (بالشكل الموضَّح هنا كمثال):

source: About {course_id}
ar: لمحة عن {course_id}

source: About {course_number}
ar: لمحة عن {course_number}

source: Access Courseware
ar: إمكانية الدخول إلى محتويات المساق

source: You Are Enrolled
ar: أنت مسجَّل

source: Enroll in
ar: سجِّل في

source: and choose your student track
ar: واختر مسارك كطالب في هذا المساق

source: and proceed to verification
ar: وتابع لاستكمال عملية التحقّق

source: Enrollment Is Closed
ar: أُغلِق باب التسجيل

source: {earned:.3n} of {total:.3n} possible points
ar: {earned:.3n} نقاط محتملة من أصل {total:.3n}

source: Add A Response
ar: إضافة رد:

source: This thread is closed.
ar: أُغلِق هذا الموضوع.

source: Post a response:
ar: انشر ردًّا:

source: Expand discussion
ar: تكبير نافذة المناقشة

source: Collapse discussion
ar: تصغير نافذة المناقشة

source: Editing post
ar: تعديل منشور

source: Edit post title
ar: تعديل عنوان المنشور

source: Update post
ar: تحديث منشور

source: Show Comments (%(num_comments)s)
ar: إظهار التعليقات (%(num_comments)s)

source: Add a comment
ar: إضافة تعليق

source: marked as answer %(time_ago)s by %(user)s
ar: موسومة كإجابة منذ %(time_ago)s للمستخدم %(user)s

source: marked as answer %(time_ago)s
ar: موسومة كإجابة منذ %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
ar: مصادقة عليها منذ %(time_ago)s من قِبل %(user)s

source: endorsed %(time_ago)s
ar: مصادقة عليها منذ %(time_ago)s

source: Reported
ar: مبلَّغ عنها

source: Editing response
ar: تعديل رد

source: Update response
ar: تحديث رد

source: posted %(time_ago)s by %(author)s
ar: نُشِر منذ %(time_ago)s من قِبل %(author)s

source: Editing comment
ar: تعديل التعليق

source: Update comment
ar: تحديث التعليق

source: discussion
ar: المناقشة

source: answered question
ar: سؤال مُجاب عليه

source: unanswered question
ar: سؤال غير مُجاب عليه

source: Pinned
ar: مُثبَّت

source: By: Staff
ar: بواسطة: طاقم المساق

source: By: Community TA
ar: بواسطة: مساعد أستاذ لشؤون المتعلّمين

source: %(votes_up_count)s%(span_sr_open)s votes %(span_close)s
ar: %(votes_up_count)s%(span_sr_open)s أصوات %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
ar: %(comments_count)s %(span_sr_open)sتعليقات (%(unread_comments_count)s تعليقات غير مقروءة)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
ar: %(comments_count)s %(span_sr_open)sتعليقات %(span_close)s

source: DISCUSSION HOME:
ar: الصفحة الرئيسية للمناقشة:

source: How to use {platform_name} discussions
ar: كيفية استخدام نقاشات {platform_name}

source: Find discussions
ar: إيجاد النقاشات

source: Focus in on specific topics
ar: التركيز على مواضيع محدّدة

source: Search for specific posts
ar: البحث عن منشورات محدّدة

source: Sort by date, vote, or comments
ar: الترتيب بحسب التاريخ أو الأصوات أو التعليقات

source: Engage with posts
ar: شارك في المواد المنشورة

source: Upvote posts and good responses
ar: صوِّت لتحسين تقييم المنشورات والردود الجيّدة

source: Report Forum Misuse
ar: الابلاغ عن إساءة استخدام للمنتدى

source: Follow posts for updates
ar: متابعة المنشورات للاطّلاع على التحديثات

source: Receive updates
ar: تلقّي تحديثات

source: Toggle Notifications Setting
ar: تبديل إعداد الإشعارات

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
ar: اختر هذا المربّع لتتلقّى رسالة بريد إلكتروني واحدة يوميًّا حول إشعارات الأنشطة الجديدة وغير المقروءة في المنشورات التي تتابعها.

source: Visible To:
ar: مرئيٍّ لـ:

source: All Groups
ar: كافّة المجموعات

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
ar: يمكن لمشرفي النقاشات ومشرفي المنتدى ومساعدي الأساتذة أن يجعلوا منشوراتهم مرئيّة لجميع الطلاب أو لمجموعة معيّنة يحدّدوها.

source: Title:
ar: العنوان:

source: Add a clear and descriptive title to encourage participation.
ar: أضِف عنوانًا واضحًا ومعبّرًا لتشجيع المشاركة.

source: Enter your question or comment
ar: أَدخِل سؤالك أو تعليقك

source: follow this post
ar: تابِع هذا المنشور

source: post anonymously
ar: انشُر من دون الكشف عن الهوية

source: post anonymously to classmates
ar: انشر أمام الزملاء من دون الكشف عن الهوية

source: Add Post
ar: أَضِف منشورًا

source: Post type:
ar: نوع المنشور:

source: Question
ar: سؤال

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
ar: تثير الأسئلة مواضيع تحتاج إلى إجابات، وتفتح النقاشات باب مشاركة الأفكار وبدء الحوارات.

source: Topic Area:
ar: مجال الموضوع:

source: Filter topics
ar: فلترة المواضيع

source: Add your post to a relevant topic to help others find it.
ar: أضف منشورك إلى موضوع ذي صلة لمساعدة الآخرين على إيجاده.

source: Endorse
ar: تأييد

source: Unendorse
ar: إلغاء التأييد

source: Mark as Answer
ar: التحديد كإجابة

source: Unmark as Answer
ar: إلغاء التحديد كإجابة

source: Follow
ar: متابعة

source: Unfollow
ar: إلغاء المتابعة

source: Report abuse
ar: الإبلاغ عن إساءة

source: Report
ar: الإبلاغ

source: Unreport
ar: إلغاء الإبلاغ

source: Pin
ar: تثبيت

source: Unpin
ar: إلغاء التثبيت

source: Open
ar: فتح

source: More
ar: المزيد

source: anonymous
ar: مجهول

source: View discussion
ar: استعراض المناقشة

source: Active Threads
ar: المواضيع النشطة

source: Number of enrollees (instructors, staff members, and students) by track
ar: إجمالي عدد المسجلين (موجّهوا المساق، أعضاء طاقم المساق، والطلاّب)

source: Score Distribution
ar: توزيع الدرجات

source: The chart below displays the score distribution for each standard problem in your class, specified by the problem's url name.
ar: يعرض الجدول أدناه توزيع الدرجات لكل من المسائل المعيارية في فصلك، وقد تم تحديدها بالرابط الخاص بالمسألة.

source: Scores are shown without weighting applied, so if your problem contains 2 questions, it will display as having a total of 2 points.
ar: تظهر الدرجات دون تطبيق الأوزان النسبية عليها، بالتالي فإذا كانت مسألتك تتضمن 2 سؤال، ستظهر وكأنها تحمل 2 نقطة كرقمٍ إجمالي.

source: Loading problem list...
ar: تحميل قائمة المسائل...

source: Gender Distribution
ar: توزيع الجنسين

source: Note: Users must have an activated {platform_name} account before they can be enrolled as a beta tester.
ar: ملاحظة: يجب أن يكون لدى المستخدمين حساباً مفعّلاً على المنصة {platform_name} قبل أن يتم تسجيلهم كأعضاء مختبر النسخة التجريبية.

source: Administration List Management
ar: إدارة قائمة الإشراف

source: Select an Administrator Group:
ar: اختيار أحد مجموعات الإشراف:

source: Staff cannot modify staff or beta tester lists. To modify these lists, contact your instructor and ask them to add you as an instructor for staff and beta lists, or a discussion admin for discussion management.
ar: لا يمكن لطاقم المساق تعديل قوائم أعضاء الطاقم أو مختبر النسخة التجريبية الأولي للنظام. ولتعديل هذه القوائم، الرجاء الاتصال بموجِّهك وطلب إضافتك بصفة موجّه في قوائم أعضاء الطاقم أو فريق الاختبار الأولي للنظام، أو مشرف النقاشات بغرض إدارة النقاشات.

source: Course staff can help you manage limited aspects of your course. Staff can enroll and unenroll students, as well as modify their grades and see all course data. Course staff are not automatically given access to Studio and will not be able to edit your course.
ar: بإمكان طاقم المساق مساعدتك على إدارة جوانب محدودة فقط من مساقك. حيث يستطيع الطاقم تسجيل الطلاب وإلغاء تسجيلهم، بالإضافة إلى تعديل درجاتهم والاطلاع على كافة بيانات المساق. لكن لا يعطى طاقم المساق إذن الدخول للاستوديو بشكلٍ تلقائي، ولن يكونوا قادرين على تعديل مساقك.

source: Instructors
ar: موجّهوا المساق

source: Instructors are the core administration of your course. Instructors can add and remove course staff, as well as administer discussion access.
ar: يعتبر طاقم موجّهوا المساق جوهر إدارة المساق الخاص بك. ويستطيع الموجّهون إضافة وحذف أعضاء طاقم المساق، بالإضافة إلى الإشراف على استخدام النقاشات.

source: Add Instructor
ar: إضافة موجّه المساق

source: Beta testers can see course content before the rest of the students. They can make sure that the content works, but have no additional privileges.
ar: يمكن لمختبر النسخة التجريبية رؤية محتوى المساق قبل غيرهم من الطلاب، وبذلك يستطيعون التأكد من صحة عمل البرنامج ومن المحتوى، لكنهم لا يملكون صلاحياتٍ إضافية.

source: Discussion admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. They CAN add/delete other moderators and their posts are marked as 'staff'.
ar: يمكن للمشرفين على النقاشات تعديل أو حذف أي منشور، وإزالة إشارات إساءة الاستخدام، وإغلاق وإعادة فتح المواضيع، وتأييد ردود، ورؤية المواد المنشورة من قبل كافة المجموعات. كما بإمكانهم إضافة وحذف مشرفي المنتدى الآخرين ويتم الإشارة على المواد المنشورة من قبلهم بأنها من قبل ’طاقم المساق‘.

source: Discussion moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. They CANNOT add/delete other moderators and their posts are marked as 'staff'.
ar: يمكن لمشرفي المنتدى تعديل أو حذف أي منشور، وإزالة إشارات إساءة الاستخدام، وإغلاق وإعادة فتح المواضيع، وتأييد ردود، ورؤية المواد المنشورة من قبل كافة المجموعات. لكن لا يمكنهم إضافة وحذف وسطاء آخرين ويتم الإشارة على المواد المنشورة من قبلهم بأنها من قبل ’طاقم المساق‘.

source: Community TA's are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked 'Community TA'.
ar: مساعدو أستاذ لشؤون المتعلمين هم أعضاء مجتمع المنتدى الذين تعتقد بأنهم سيشكّلون عنصراً مساعداً للغاية على صفحات النقاشات. وهم مخولون بتعديل أو حذف أي منشور، وإزالة إشارات إساءة الاستخدام، وفتح وإغلاق المواضيع، وتأييد ردود، ورؤية المواد المنشورة من كافة المجموعات. ويتم الإشارة إلى المواد التي يقومون بنشرها على أنها خاصة بـ’مساعد المشرف للمجموعة‘.

source: Staff and instructors
ar: الطاقم وموجّهوا المساق

source: All (students, staff and instructors)
ar: الجميع (الطلاب، الطاقم، وموجّهوا المساق)

source: Rescoring runs in the background, and status for active tasks will appear in the 'Pending Instructor Tasks' table. To see status for all tasks submitted for this problem and student, click on this button:
ar: تجري عمليات إعادة التقييم في الخلفية، بينما تظهر حالة أي مهمّات مفعّلة في جدول ’المهمّات معلّقة لموجّه المساق‘. لاستعراض الحالة الخاصة بكافة المهمّات التي تم تقديمها لهذه المسألة وهذا الطالب، اضغط هذا الزر:

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The instructor needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
ar: {p_tag}ليس لديك حالياً أية مهمّات تقييم الزملاء تنتظرك. وحتى تصلك مهمّات تقييم نظراء: {ul_tag} {li_tag}يجب أن تكون قد قدّمت رداً على إحدى مسائل تقييم النظراء{end_li_tag} {li_tag}يتعيّن أن يقوم موجّه المساق بتقييم المقالات المستخدمة بغرض مساعدتك على فهم معايير التقييم بشكلٍ أفضل.{end_li_tag} {li_tag}يتعيّن وجود تسليمات تنتظر التقييم.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Contact {platform_name} Support
ar: للاتّصال بفريق الدعم لدى {platform_name}

source: Use our feedback tool, Tender, to share your feedback
ar: استخدام أداتنا المخصّصة للآراء والملاحظات، ’تِندر‘ Tender، لمشاركتنا أي آراء وملاحظات.

source: Use our feedback tool, Tender, to request help
ar: استخدم أداة آرائنا وملاحظاتنا، ’تِندِر‘ Tender، لتطلب المساعدة.

source: Request help with {studio_name}
ar: طلب المساعدة في استخدام {studio_name}

source: Request help with your {studio_name} account
ar: طلب المساعدة في استخدام حسابك لدى {studio_name}

source: {studio_name} Support
ar: الدعم الخاص بـ {studio_name}

source: Having trouble with your account? Use {link_start}our support center{link_end} to look over self help steps, find solutions others have found to the same problem, or let us know of your issue.
ar: هل تواجه مشكلة في حسابك؟ يُرجى استخدام {link_start}مركز الدعم الخاص بنا{link_end} للاطّلاع على بعض خطوات المساعدة الذاتية، أو لإيجاد الحلول التي سبقك آخرون إليها للمسألة نفسها، أو لإعلامنا بمشكلتك.

source: Please provide the email address of the course staff member you'd like to add
ar: يُرجى تزويدنا بعنوان البريد الإلكتروني الخاص بعضو طاقم المساق الذي تودّ أن تضيفه

source: Course team members, or staff, are course co-authors. They have full writing and editing privileges on all course content.
ar: يُعدّ أعضاء الفريق، أو الطاقم، مؤلّفين مشاركين للمساق. ويتمتّعون بكامل امتيازات الكتابة والتعديل في كافة أقسام محتوى المساق.

source: Every course must have an Admin. If you're the Admin and you want transfer ownership of the course, click Add admin access to make another user the Admin, then ask that user to remove you from the Course Team list.
ar: يجب أن يكون لكل مساق مشرف. وإذا كنت أنت هو المشرف وأردت نقل ملكية المساق إلى الغير، يُرجى النقر على ’إضافة‘ حقّ دخول مشرف لتوكّل مستخدمًا آخر بدور المشرف، ثمّ اطلب من هذا المستخدم أن يزيل اسمك من قائمة فريق المساق.

source: Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
ar: يمكن للمستخدمين مشاهدة محتوى المكتبة والرجوع إلى مكوِّناتها في مساقاتهم، لكن لا يمكنهم تعديل محتويات أي مكتبة.

source: Staff are content co-authors. They have full editing privileges on the contents of a library.
ar: يُعدّ طاقم المساق مجموعة من المؤلّفين المشارِكين للمحتوى، ويتمتّع هؤلاء بكامل صلاحيات تحرير محتويات المكتبة.

source: Admins have full editing privileges and can also add and remove other team members. There must be at least one user with Admin privileges in a library.
ar: يتمتّع المشرفون بكامل صلاحيات التحرير، كما يمكنهم إضافة/حذف أعضاء الفريق الآخرين. ويجب أن يوجد مستخدم واحد على الأقلّ يتمتّع بصلاحيات المشرِف في أي مكتبة.

source: Last day students can enroll
ar: اليوم الأخير المتاح للطلّاب للتسجيل

source: You can click Help in the upper right corner of any page to get more information about the page you're on. You can also use the links below to download the Building and Running an {platform_name} Course PDF file, to go to the {platform_name} Author Support site, or to enroll in edX101.
ar: يمكنك النقر على زر "المساعدة" في الزاوية العلوية اليمنى من أي صفحة للحصول على مزيد من المعلومات حول الصفحة التي تزورها. كما يمكنك استخدام الروابط الموجودة أدناه لتنزيل ملف "كيفية إنشاء وتشغيل مساق في ملفّ PDF على منصّة {platform_name}"، أو للذهاب إلى صفحة "مساعدة المؤلّف على منصّة {platform_name}"، أو للتسجيل في edX101.

source: Building and Running an {platform_name} Course PDF
ar: إنشاء وتشغيل ملفّ PDF لمساق على منصّة {platform_name}

source: {studio_name} Author Support
ar: دعم المؤلّف في {studio_name}

source: How to use {studio_name} to build your course
ar: كيفية استخدام {studio_name} لتبني مساقك

source: Have problems, questions, or suggestions about {studio_name}?
ar: هل لديك أي مشاكل، أو أسئلة، أو اقتراحات بشأن {studio_name}؟
